{
    "folderPath": "",
    "title": "George W. Bush Residence",
    "pageHeader":
    {
        "title": "George W. Bush Residence",
        "urlParentText": "Dallas North Tollway",
        "lastUpdated": "Created January 4, 2009. Last updated June 1, 2015 (review and update captions)"
    },
    "map": "",
    "text": "On December 5, 2008, the Dallas Morning News first reported the purchase of 10141 Daria Place by President and Laura Bush. The price appears to have been around $3 million. George and Laura Bush moved into the home on February 20, 2009. These photos were taken before the move-in and the area was secured. Soon after the move-in, a security gate was installed at Daria Drive and Meaders Lane, just west of the Dallas North Tollway.",
    "images":
    [
        {
            "file": "10151_daria_place_wide_map.gif",
            "caption": "The Bush residence is 10141 Daria Place, just west of the Tollway between Walnut Hill and Royal. The neighborhood is affluent Preston Hollow, an area which was urbanized mainly in the 1950s featuring large lots with ranch-style homes, and also numerous sections with large estates. Many of the older 1950s properties have been torn down and replaced with modern \"McMansions\"; I would say 25 to 50% of the old houses have been replaced, depending on the particular street."
        },
        {
            "file": "bush_residence_aerial_view.jpg",
            "caption": "The Bush property (10141) and the next-door 10151 are circled in this image. The estate of Tom Hicks, owner of the Texas Rangers and Dallas Stars, is behind (south of) the Bush residence. In March 2015 it was reported that the Hicks estate, with 25 acres and valued at $100 million, was listed for sale. Most homes in the immediate area in the $1 to $2 million range. It is difficult to find any homes under $1 million in the immediate neighborhood, but if you increase your radius to about 1 mile you can find lower-priced 1950s-era homes."
        },
        {
            "file": "dnt_20090104_IMG_5880 _10141_daria_wide.jpg",
            "highResolution": "dnt_20090104_IMG_5880 _10141_daria_wide_hires.jpg",
            "caption": "10141 Daria Place, the Bush residence. According to the Dallas Morning News, the 8,501-square-foot, four-bedroom, four-and-a-half-bath home was built in 1959 and sits on 1.13 acres",
            "imageDate": "4-Jan-2009"
        },
        {
            "file": "dnt_20090104_IMG_5886_10141_daria_driveway.jpg",
            "highResolution": "dnt_20090104_IMG_5886_10141_daria_driveway_hires.jpg",
            "caption": "A closer view showing the driveway.",
            "imageDate": "4-Jan-2009"
        },
        {
            "file": "dnt_20090104_IMG_5892_10141_daria_front_door.jpg",
            "caption": "The front yard and front door.",
            "imageDate": "4-Jan-2009"
        },
        {
            "file": "dnt_20090104_IIMG_5873_10151_full_view.jpg",
            "caption": "The Dallas Morning News reported that the next-door property, 10151 Daria Place, was purchased by a trust on behalf of an unidentified buyer not connected with the Bushes. The property has 4700 square feet.",
            "imageDate": "4-Jan-2009"
        },
        {
            "file": "dnt_20090104_IMG_5894_10141_daria_traffic.jpg",
            "caption": "I visited the location three times on weekends before the area was secured, and all three times there was a steady stream of vehicles looking to see the home. Occasionally the cul-de-sac became jammed.",
            "imageDate": "4-Jan-2009"
        },
        {
            "file": "dnt_20090104_IMG_5850_daria_at_meaders.jpg",
            "caption": "The area was secured by placing a security checkpoint on Daria Drive at Meaders Drive. This view shows the intersection before the gate and checkpoint was installed.",
            "imageDate": "4-Jan-2009"
        },
        {
            "file": "dnt_20090104_IMG_5866_welcome_home_sign.jpg",
            "caption": "Many residents in the neighborhood have yard signs welcoming the Bushes. Local television news reported that there was a high incidence of theft of the signs, and some residents were forced to bring their signs inside at night or display the signs from inside homes through a window.",
            "imageDate": "4-Jan-2009"
        },
        {
            "file": "dnt_20090104_IIMG_5859_tollway.jpg",
            "caption": "The Dallas North Tollway at the Meaders Street overcrossing, which is a few hundred meters from the Bush residence.",
            "imageDate": "4-Jan-2009"
        }


    ]

}