{
  "folderPath": "",
  "title": "SH 183 Photos Dallas Irving",
  "pageHeader": {
    "title": "Roadside Photos",
    "urlParentText": "SH 183 Dallas",
    "lastUpdated": "May 22, 2024 (update text); Sept 22, 2022 (move most roadside photos to the archive page)"
  },
  "map": "",
  "text": "There has been a lot of change along the SH 183 corridor in Irving since 2010. Texas Stadium was demolished by implosion in April 2010. The SH 183 corridor through Irving was reconstructed and expanded in a major project from 2015 to 2018. The Irving Interchange project, 2021-2024, completed the freeway to its final configuration at the Texas Stadium site.<br/><br/>Consequently, most photos I have taken since the 2000s have become obsolete. All the obsolete photos on this page were moved to the roadside archive page in September 2022, and only a few photos remain on this page. New photos will be added in the future.",
  "images": [
    {
      "file": "183_roadside_20080405_IMG_0590_sign.jpg",
      "caption": "In Dallas the freeway is named for John W. Carpenter, who owned the ranch which became Las Colinas. Carpenter donated right-of-way for the freeway, and the freeway was named for him in recognition. Carpenter Freeway continues into Las Colinas on TX 114; west of TX 114, TX 183 is the Airport Freeway.",
      "imageDate": "April 5, 2008"
    },
    {
      "file": "183_roadside_20081028_IMG_9569 _sign.jpg",
      "caption": "Typical sign",
      "imageDate": "October 28, 2007"
    },
    {
      "file": "183_roadside_20080405_IMG_0592_at_35e_950.jpg",
      "highResolution": "183_roadside_20080405_IMG_0592_at_35e_2592.jpg",
      "caption": "This view looks eastbound at the eastern terminus of the freeway. The main lanes of SH 183 merge into I-35E southbound. Downtown Dallas is visible in the distance.",
      "imageDate": "April 5, 2008"
    },


    {
      "file": "183_roadside_20070811_IMG_8611_at_161.jpg",
      "caption": "The connection from 183 westbound to 161 northbound is in the foreground. This view looks south along SH 161 (Bush Turnpike). This view is still accurate in 2022.",
      "imageDate": "Aug 11, 2007"
    },

    {
      "file": "183_roadside_20080622_IMG_2245_runway.jpg",
      "caption": "There is a wide expanse of concrete just north of SH 183 at Amon Carter Boulevard. This was formerly the main runway for the Greater Southwest Airport.",
      "imageDate": "June 22, 2008"
    },
    {
      "file": "183_location_of_tunnel.jpg",
      "caption": "This aerial view shows the location of 183 tunnel under the runway. The tunnel was removed in the 1980s. See the SH 183 Historical Images page (or the book chapter about SH 183) for more information about the tunnel.",
      "imageDate": "-"
    },
    {
      "file": "183_roadside_20070428_IMG_6005_at_360_950.jpg",
      "highResolution": "183_roadside_20070428_IMG_6005_at_360_2048.jpg",
      "caption": "At the interchange with SH 360. This view is still accurate in 2022.",
      "imageDate": "April 28, 2007"
    },
    {
      "file": "183_roadside_20070428_IMG_6006_at_360_950.jpg",
      "highResolution": "183_roadside_20070428_IMG_6006_at_360_2048.jpg",
      "caption": "At the interchange with SH 360. This view is still accurate in 2022.",
      "imageDate": "April 28, 2007"
    },
    {
      "file": "183_20220319-20_DFW_277_950.jpg",
      "highResolution": "183_20220319-20_DFW_277_3000.jpg",
      "caption": "In March 2022 the car dealers near Carl Road had Ukranian flags in support of Ukraine, which had just been invaded by Russia.",
      "imageDate": "March 20, 2022"
    }
  ]

}