{
    "folderPath": "roadside/",
    "title":  "DFW Freeways Illustrations",
    "pageHeader" :
    {
        "title": "Illustrations and Cartoons",
        "subTitle": "",
        "lastUpdated": "Created January 15, 2012. Last updated June 1, 2015 (reformat only)"
    },
    "map": "",
    "text": "I conceived and sketched the ideas, then hired an illustrator to turn them into finished pieces. All items except the Thornton Maze were illustrated by M.D. Ferrin of Elance.com. He did a great job and added his embellishments to make the illustrations even better.",
    "images":
        [

            {
                "file": "ribbon_cutting_southwest_airlines_800.jpg",
                "highResolution": "ribbon_cutting_southwest_airlines_1378.png",
                "caption": "<b>\"Freeway Crazy\" From Chapter 1 \"Putting North Texas Style into Freeway Openings and Celebrations\"</b><br />This illustration is on the first page of the main text of the book, paying tribute to the crazy stunts and huge celebrations which have been held for North Texas freeways. This scene takes place in 1972, just after the founding of Southwest Airlines in 1971. The Southwest flight attendants are wearing the classic orange mini-skirt uniforms with the white go-go boots. And they were all hotties back then - no dudes allowed! The crowd has some typical North Texas personas from the early 1970s, including fashion girls, a hippy, a redneck and a black power dude. You may have seen the \"Luv\" heart on actual Southwest aircraft. This one says \"North Texans Luv Freeways\".",
                "imageDate": ""
            },            
            {
                "file": "mission_impossible_800.jpg",
                "highResolution": "mission_impossible_1416.png",
                "caption": "<b>\"Mission Impossible\", from Chapter 8 \"Dallas Freeways\"</b><br /> This illustration pays tribute to the tremendous effort which was required to build the Dallas outer loop, the Bush Turnpike (with frontage roads signed SH 190 and SH 161). Due to the controversy and lawsuits engulfing the project in the 1970s and 1980s, it seemed like a mission impossible to get the freeway built. The illustration scene is room like a Hall of Justice where our superheroes are receiving instructions from the old scientist, a guy modeled after the character \"Q\" in James Bond films. (\"Q\" would present high-tech gadgets to Bond.) The first superhero on the left is Legalonic Woman, inspired by Wonder Woman. She represents the power needed to achieve victory in the lawsuits against the project. The middle superhero is Captain Toll, inspired by Captain America. He represents the role of tolls in making it financially possible to build the turnpike. The right superhero is Super TxDOT-man, inspired by Superman. He pays tribute to TxDOT's perseverence in planning and developing the project, keeping it alive through the freeway dark age of the 1970s.",
                "imageDate": ""
            },
            {
                "file": "controversy_800.jpg",
                "highResolution": "controversy_1405.png",
                "caption": "<b>\"Protestors on the March\", from Chapter 2 \"Planning, Controversy and Cancelations\"</b><br /> This illustration is in recognition of the heated controversies which have engulfed so many North Texas freeway projects over the years. Each marcher is holding a sign related to one of the past controversies. Chapter two has a listing and ranking of all North Texas freeway controversies.",
                "imageDate": ""
            },            
            {
                "file": "Thornton_maze_800.jpg",
                "highResolution": "Thornton_maze_1400.png",
                "caption": "<b>\"Thornton Maze\", from Chapter 8 \"Dallas Freeways\"</b><br />In February 1966 anticipation was building for the opening of the final section of Thornton Freeway, the downtown \"Canyon\". With its concentration of entrances and exits, the Canyon would introduce previously-unseen complexity to the Dallas Freeway system, and the Dallas Chamber of Commerce launched an information campaign to educate motorists on how to navigate the downtown interchange complex. The illustration above is an adaptation of a graphic which appeared in the February 1966 <em>Dallas Times-Herald</em>, showing two motorists about to enter the \"Thornton Maze\". The image was illustrated in the Philippines.",
                "imageDate": ""
            },         
            {
                "file": "fort_worth_cattle_drive_800.jpg",
                "highResolution": "fort_worth_cattle_drive_1400.png",
                "caption": "<b>\"Freeway Stampede\", from Chapter 11 \"Fort Worth Freeways\"</b><br />This image pays tribute to Fort Worth's cattle heritage with a cattle drive on Interstate 35W. In reality, the Fort Worth Stockyards is about 1.5 miles to the west of Interstate 35W, so I had to take a little artistic license for this illustration.",
                "imageDate": ""
            },            
            {
                "file": "Central_Expressway_Sign_800.jpg",
                "highResolution": "Central_Expressway_Sign_1364.png",
                "caption": "<b>\"Central Expressway Diner\", from Chapter 6 \"Central Expressway, The Original\"</b><br /> Central Expressway first opened in August 1949, and the corridor developed rapidly in the 1950s. This illustration shows some classic 1950s imagery at a fictitious scene along the freeway. I designed and illustrated the sign all by myself! I had to bring in my illustrator to complete the drawing. Yes, the guy next to the Corvette wearing the black jacket does look like the Fonz.",
                "imageDate": ""
            },            
            {
                "file": "cookie_cutter_1420.jpg",
                "highResolution": "cookie_cutter_1420.png",
                "caption": "<b>\"The Cookie-Cutter Interchanges\", from Chapter 8 \"Dallas Freeways\"</b><br /> Six nearly-identical interchanges where opened on Interstates 635 and 20 between 1970 and 1974. Chapter 8 includes a section on these interchanges, which I call the cookie-cutter interchanges. The kids are thrilled to see their cookies (well, in this case the interchanges) come out of the oven. The six photos on the cookie sheet show the six interchanges. Unfortunately it is not possible to photograph all six interchanges from the same angle with good lighting conditions, so they don't look exactly the same. (I agonized over whether I should have instead used the same image six times.) The kitchen decor is early-1970s style. In fact, the oven looks very similar to the oven in the house I grew up in, which was built in 1969.",
                "imageDate": ""
            },            
            {
                "file": "brick_wall_1000.jpg",
                "highResolution": "brick_wall_1400.png",
                "caption": "<b>\"Brick Wall\", from Chapter 8 \"Dallas Freeways\"</b><br />This image shows a symbolic brick wall being built to stop a freeway. It is inspired by the neighborhood in Grand Prairie which sued to stop construction of SH 161, now the Bush Turnpike. The neighborhood's lawsuit against the freeway was filed in 1983 and legal proceedings did not end until 2000, when the freeway was finally cleared for construction.",
                "imageDate": ""
            },            
            {
                "file": "fort_worth_loop_graveyard_1000.jpg",
                "highResolution": "fort_worth_loop_graveyard_1450.png",
                "caption": "<b>\"R.I.P. Downtown Fort Worth Freeway Loop\", from Chapter 11 \"Fort Worth Freeways\"</b><br />The grave marker symbolically memorializes the death of the Fort Worth downtown freeway loop, which was officially removed from the regional plan in 2000. The location of this view is along North Main Street just north of downtown, in the area where the freeway was planned to be built.",
                "imageDate": ""
            },            
            {
                "file": "Candide_800.jpg",
                "highResolution": "Candide_1368.png",
                "caption": "<b>\"Freeway Adventures in Dallas\", from Chapter 9 \"Freeway Adventures in Dallas\"</b><br />Chapter 9 is about the highly unusual and creative freeway driving education film \"How Motor Cars and Other Living Things Can Find Happiness in the Dallas Freeway System,\" produced in 1970 and narrated by voice great Mel Blanc. This collage depicts most of the characters featured in the film, including the Pink Unicorn and the four Road Rogues.",
                "imageDate": ""
            },            
            {
                "file": "kennedy_limo_800.jpg",
                "highResolution": "kennedy_limo_1400.png",
                "caption": "<b>\"Tunnel of Darkness\", from Chapter 5 \"Stemmons Freeway and the John F. Kennedy Assassination\"</b><br />This image is on the first page of Chapter 5. In the book the upper area of the image is used for the chapter's name, so it looks somewhat empty here. The presidential limousine turned onto Stemmons Freeway just moments after the assassination. It was surely a drive of horror and despair for Jackie Kennedy, having the body of her husband next to her as the limousine drove to Parkland Hospital. Secret Service agent Clint Hill is shown perched over the back of the vehicle, as he was for the entire drive on the freeway.",
                "imageDate": ""
            },            
            {
                "file": "north_tollway_engineering_office_1000.jpg",
                "highResolution": "north_tollway_engineering_office_1450.png",
                "caption": "Yeah, it's an old joke, but it probably has never been used for a freeway so I decided to recycle it. Anyone who has driven the Dallas North Tollway through Addison and north Dallas knows that it is painfully narrow. Unfortunately I commuted on the DNT from Addison to Frisco for four years.",
                "imageDate": ""
            }
    ]

}